{
  "Delicious": "Köstliches",
  "Events": "Events",
  "Contacts": "Kontakte",
  "Open menu": "Menü öffnen",
  "New Cafe by Juju Berry": "Neues Café von Juju Berry",
  "Don't miss your chance to enjoy the most harmonious drinks at the new JuJu Berry café — and don’t forget your discount!": "Verpassen Sie nicht die Gelegenheit, die harmonischsten Getränke im neuen JuJu Berry Café zu genießen – und vergessen Sie den Rabatt nicht!",
  "Select a drink": "Wählen Sie ein Getränk",
  "More": "Mehr",
  "Premium Users": "Premium-Nutzer",
  "Happy Customer": "Zufriedener Kunde",
  "Awards Winning": "Auszeichnungen Gewonnen",
  "Tasty": "Lecker",
  "Experience the rich, refreshing taste of berries in every sip": "Erleben Sie den intensiven, erfrischenden Geschmack von Beeren in jedem Schluck",
  "Fast": "Schnell",
  "Grab your berry boost on the go — quick, easy, energizing": "Hol dir deinen Beerenschub für unterwegs – schnell, einfach, belebend",
  "Available": "Preiswert",
  "Enjoy daily wellness with affordable berry-based drinks and snacks": "Tägliches Wohlbefinden mit preiswerten Beeren-Drinks und Snacks genießen",
  "We have": "Bei uns",
  "A habit on berries": "Eine Gewohnheit auf Beeren",
  "In 2024 alone, we crafted over 100,000 berry-based drinks and snacks for you, your friends, and your mornings. And in 2025, we're ready to boost your energy — naturally, deliciously, daily.": "Allein im Jahr 2024 haben wir über 100.000 Beerengetränke und Snacks für dich, deine Freunde und deinen Morgen zubereitet. Und 2025 sind wir bereit, dir noch mehr Energie zu geben – natürlich, lecker, jeden Tag.",
  "New Berry Boosts": "Neue Beeren-Power",
  "Try the most balanced and refreshing drinks from JuJu Berry — crafted for your mood, your body, your rhythm. And yes, don’t miss the special offer!": "Probier die ausgewogensten und erfrischendsten Drinks von JuJu Berry – für deine Stimmung, deinen Körper, deinen Rhythmus. Und ja, unser Spezialangebot wartet schon!",
  "Buy": "Kaufen",
  "New Berry Moments": "Neue Beeren-Momente",
  "In 2024, we shared over 100,000 berry drinks and smiles with you. In 2025, we’re preparing even more — new events, new rituals, new reasons to enjoy berries together.": "2024 haben wir über 100.000 Beerendrinks und Lächeln mit dir geteilt. 2025 bringen wir noch mehr – neue Events, neue Rituale, neue Gründe, Beeren gemeinsam zu genießen.",
  "Two Juices — One Price": "Zwei Juices — ein Preis",
  "Juice Club Rewards": "Juice-Club Vorteile",
  "Find Us on Socials": "Folge uns in Socials",
  "Why You Choose Berry?": "Warum wählst du Beeren?",
  "Behind the Berry Bar": "Hinter der Beeren-Bar",
  "Our Contacts": "Unsere Kontakte",
  "Have a question, want to order, or just say hi? Call us — we’re happy to hear from you!": "Du hast eine Frage, möchtest bestellen oder einfach nur Hallo sagen?",
  "Juju Berry": "Juju Berry",
  "Berry Boosts": "Beeren-Power",
  "Zen berries": "Beeren Zen",
  "Citrus fuel": "Zitrus-Kraftstoff",
  "Green glow": "Grünes Glühen",
  "Honey chill": "Honig-Kälte",
  "Berry Moments": "Beeren-Momente",
  "Two Juices": "Zwei Juices",
  "Berry Bar": "Beeren-Bar",
  "Juice Club": "Juice-Club",
  "Socials": "Socials",
  "Benefits": "Benefits",
  "switch language": "Sprache wechseln",
  "switch to ru": "Wechsel zu Russisch"
}
